Repository: Kataglyphis/jotrockenmitlocken
Catalog: jotrockenmitlocken/lib/l10n/app_*.arb
Languages: de

source: Brightness
de: Helligkeit

source: Homepage
de: Startseite

source: About me
de: Über mich

source: Quotations
de: Zitate

source: Documents
de: Dokumente

# quotationsDescription
source: Collection of various quotations I am inspired by or just can laugh about
de: Sammlung verschiedener Zitate, die mich inspirieren oder über die ich einfach lachen kann

# switchLang
source: Switch (DE/EN)
de: Wechsel (DE/EN)

source: Mail Me
de: Schreib mir

# shortDescriptionTextMyPersona
source: Interested in many things. I love breathing life into artificial neurons.
de: Interessiert in vielen Sachen. Ich liebe es künstlichen Neuronen Leben einzuhauchen.​

source: Sleep
de: Schlaf

source: Studying
de: Lernen

source: Sports
de: Sport

source: Guitar
de: Gitarre

source: Family&Friends
de: Familie&Freunde

# spendCoffe
source: You can get me some coffee
de: Spendiere mir einen Kaffee

# toogleLanguage
source: Toggle language
de: Wechsel Sprache

# toogleBrightness
source: Toggle brightness
de: Wechsel Helligkeit

# selectSeedColor
source: Select a seed color
de: Wähle eine Startfarbe

source: AI Playground
de: KI Spielwiese

source: Rendering Playground
de: Rendering Spielwiese

source: My perfect Day
de: Mein perfekter Tag

source: Imprint
de: Impressum

source: Contact
de: Kontakt

source: Privacy policy
de: Datenschutz

source: Cookie statement
de: Cookie Erklärung

source: Declaration on accessibility
de: Erklärung zur Barrierefreiheit

# disclaimer
source: Disclaimer: I accept no liability for the content of external links.
de: Haftungsausschluss: Für die Inhalte externer Links übernehme ich keine Haftung.

# copyright
source: Copyright Â© 2024 Jonas Heinle. All rights reserved.
de: Copyright © 2024 Jonas Heinle. Alle Rechte vorbehalten.

source: Visit blog entry
de: Besuche Blogeintrag
